[
  {
    "storename": "The Naka Phuket  (SHA Plus+)",
    "reviews": "Great view and good location .Staffs are friendly and professional. Everything are perfect.",
    "rating": 10,
    "date": "2019/10/29",
    "Reff": "Traveloka"
  },
  {
    "storename": "The Naka Phuket  (SHA Plus+)",
    "reviews": "2 nights 3 days stay at the Naka Phuket. Room, staff and service are excellent. Will be back for sure :)",
    "rating": 9.4,
    "date": "2019/11/19",
    "Reff": "Traveloka"
  },
  {
    "storename": "The Naka Phuket  (SHA Plus+)",
    "reviews": "I came to check in too late not so much to use hotel facility. Dinner so impress food all delicious.",
    "rating": 9.3,
    "date": "2019/10/21",
    "Reff": "Traveloka"
  },
  {
    "storename": "The Naka Phuket  (SHA Plus+)",
    "reviews": "Lovely staff, very good service, the hotel has a high privacy. Impressed.",
    "rating": 9.7,
    "date": "2019/12/06",
    "Reff": "Traveloka"
  },
  {
    "storename": "The Naka Phuket  (SHA Plus+)",
    "reviews": "Very beautiful view, very good service staff. Have a private beach Very large rooms, complete facilities, comfortable beds, and plenty of breakfast to choose from.",
    "rating": 9.7,
    "date": "2019/11/22",
    "Reff": "Traveloka"
  },
  {
    "storename": "The Naka Phuket  (SHA Plus+)",
    "reviews": "Get a special price from the app. Accommodation is very good. Staff are ok. Take a photo corner around the hotel but villa is strange design but very spacious. good for relaxing The only bad thing about this room is that it doesn&#39;t have a good view.",
    "rating": 9.6,
    "date": "2019/10/22",
    "Reff": "Traveloka"
  },
  {
    "storename": "The Naka Phuket  (SHA Plus+)",
    "reviews": "Very cool, very impressive service",
    "rating": 8.5,
    "date": "2020/11/02",
    "Reff": "Traveloka"
  },
  {
    "storename": "The Naka Phuket  (SHA Plus+)",
    "reviews": "Nice hotel, very good swimming pool Breakfast variety",
    "rating": 8.5,
    "date": "2020/10/20",
    "Reff": "Traveloka"
  },
  {
    "storename": "The Naka Phuket  (SHA Plus+)",
    "reviews": "",
    "rating": 10,
    "date": "2020/01/25",
    "Reff": "Traveloka"
  },
  {
    "storename": "The Naka Phuket  (SHA Plus+)",
    "reviews": "",
    "rating": 9.4,
    "date": "2019/05/18",
    "Reff": "Traveloka"
  },
  {
    "storename": "The Naka Phuket  (SHA Plus+)",
    "reviews": "",
    "rating": 9.1,
    "date": "2019/10/10",
    "Reff": "Traveloka"
  },
  {
    "storename": "The Naka Phuket  (SHA Plus+)",
    "reviews": "",
    "rating": 8.5,
    "date": "2019/11/16",
    "Reff": "Traveloka"
  },
  {
    "storename": "The Naka Phuket  (SHA Plus+)",
    "reviews": "",
    "rating": 8.4,
    "date": "2019/10/13",
    "Reff": "Traveloka"
  },
  {
    "storename": "The Naka Phuket  (SHA Plus+)",
    "reviews": "Very good but not the greatest. Overall this is a very good resort with exclusive private beach with extraordinary sunset view. Anyway the room is looking a bit old but it is very clean and well maintain. Breakfast is good, especially for a fish (whole fried fish!) with thai style seafood dipping sauce.",
    "rating": 9.4,
    "date": "2019/12/09",
    "Reff": "Traveloka"
  },
  {
    "storename": "The Naka Phuket  (SHA Plus+)",
    "reviews": "Love every stays here! Perfect getaway! Recommend everyone book for high bay room for a better view.",
    "rating": 9.4,
    "date": "2019/11/24",
    "Reff": "Traveloka"
  },
  {
    "storename": "The Naka Phuket  (SHA Plus+)",
    "reviews": "In the bathroom, no shelf to put belongings.",
    "rating": 9.4,
    "date": "2019/04/27",
    "Reff": "Traveloka"
  },
  {
    "storename": "The Naka Phuket  (SHA Plus+)",
    "reviews": "Beautiful hotel, excellent staff",
    "rating": 10,
    "date": "2019/11/19",
    "Reff": "Traveloka"
  },
  {
    "storename": "The Naka Phuket  (SHA Plus+)",
    "reviews": "For New Couple who is on a honeymoon and most likes to enjoy honeymoon time in the room. at The Naka is the right choice. the reason; 1. The place is far from the crowds in Phuket 2. Having the best privacy space. Try the Villa at the top. 3. All rooms have a different beach view 4. Very good Hotel Architecture 5. All rooms have a private pool. 6. What other facilities in the general room are complete. 7. The hotel waiter is very nice, and friendly. 8. Try Thai massage there. eat 👍 9. and try BBQ at the Villa, create a super romantic atmosphere with your partner. but plus chef&#39;s advice too. 10. Thai cash food? quiet. how come when you breakfast. Complete. 11. Afraid of money? the receptionist can be a tapestry of money 12. Even though the location is super private, it is quiet they have a shuttel for kong pong, the airport and other locations can ask for a taxi to be prepared. 13. There is welcome drink, food, and fruit too. and drinks in the pantry either aqua or soda free refil every day 14. The ingredients are recommended. 👍",
    "rating": 10,
    "date": "2019/02/07",
    "Reff": "Traveloka"
  },
  {
    "storename": "The Naka Phuket  (SHA Plus+)",
    "reviews": "Wifi is very weak, can't connect at all. Requesting that I want a room that can see a lot of the sea. But got a lot of trees Other services are very good according to the hotel level. Delicious breakfast",
    "rating": 9.7,
    "date": "2020/10/13",
    "Reff": "Traveloka"
  },
  {
    "storename": "The Naka Phuket  (SHA Plus+)",
    "reviews": "Beautiful accommodation, good atmosphere, courteous staff, thorough care, very impressed.",
    "rating": 9.7,
    "date": "2020/02/24",
    "Reff": "Traveloka"
  }
]